;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
;  TranslationAuthor: Damned
;  TranslationAuthorEmail: bartosfr@seznam.cz
;  TranslationAuthorWeb: http://damnedovycestiny.webnode.cz/
;  Version: 1.22.24
;  Update: 2017-10-31
[Lang]
NativeLanguage=Česky

[GUI]
ButtonYes=Ano
ButtonNo=Ne
ButtonOK=Ok
ButtonMinimize=Minimalizovat
ButtonMaximize=Maximalizovat
ButtonClose=Zavřít
ButtonRestore=Obnovit
ButtonMenu=Nabídka
btnsupportcenter=Centrum podpory
ButtonCancel=Storno

[Translation]
LangCode=0405
ReadHabit=Left-to-right
LanguageName=CZECH
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Warning=Varování
Error=Chyba
Information=Informace
Confirm=Potvrzení
Notic=Upozornění
BtnRegister.Caption=Registrace

pmContact=Napište nám
pmCheckMsg=Automaticky přijímat novinky
ppmHelpOnline=Nápověda
ppmForum=Naše fórum
ppmHomepage=Náš web
ppmContactUs=Kontaktujte nás
ppmCheckUpdates=Kontrola aktualizací
ppmSettings=Nastavení
ppmRestoreFile=Záloha a obnova
ppmLanguage=Jazyky
ppmAbout=O programu
ppmOpen=Otevřít složku se souborem
ppmFileProperties=Vlastnosti
ppmDelete=Smazat vybrané soubory
ppmExport=Exportovat do...
ppmExecute=Otevřít

frmWDFMain.btnemail.hint=Řekněte o Wise Duplicate Finder přátelům
frmWDFMain.btntwitter.hint=Sledujte Wise Duplicate Finder na Twitteru
frmWDFMain.btnfacebook.hint=Sledujte nás na Facebooku
frmWDFMain.btnFolder.Hint=Vyberte složky
frmWDFMain.lblVer.Caption=Verze:
frmWDFMain.btnScan.caption=Skenovat
frmWDFMain.btnCancel.caption=Storno
frmWDFMain.btnScan.Hint=Skenovat
frmWDFMain.btnCancel.Hint=Storno
frmWDFMain.lblcaption.Caption=Smaže zdvojené soubory z Vašeho PC. Tím zvýší místo na disku
frmWDFMain.lblLocation.Caption=Umístění:
frmWDFMain.btnAdvSetting.Caption=Pokročilá nastavení
frmWDFMain.btnselall.Caption=Vybrat vše
frmWDFMain.btnInvertSelection.Caption=Otočit výběr
frmWDFMain.btnKeepOne.Caption=Nechat jeden
frmWDFMain.btnDel.Caption=Smazat vybrané

ppmLastCreate=Poslední vytvořené
ppmFirstCreate=První vytvořené
ppmLastWrite=Nově upraveno
ppmFirstWrite=První upraveno

frmDFSettings.Caption=Nastavení
frmDFSettings.lblIncludes.Caption=Včetně:
frmDFSettings.lblMinimize.Caption=Minimální velikost:
frmDFSettings.lblMaxmize.Caption=Maximální velikost:
frmDFSettings.btnAddFolder.caption=Přidat složku
frmDFSettings.btnAddKey.caption=Přidat výraz
frmDFSettings.lblExclude.Caption=Vynechat:
frmDFSettings.lblBackup.Caption=Zálohovat do:
frmDFSettings.lblCheckupdate.Caption=Kontrola aktualizací:
frmDFSettings.lblLanguage.Caption=Jazyk:
frmDFSettings.btnOk.caption=Ok
frmDFSettings.btnCancel.caption=Storno
frmDFSettings.AdvSetting.Caption=Pokročilá nastavení
frmDFSettings.Folder.Caption=Vyberte složku
frmDFSettings.chkAutoBackup.Caption=Autozáloha
frmDFSettings.ckNewsletter.Caption=Kontrolovat novinky
frmDFSettings.btnAddFolder.Hint=Přidat složku
frmDFSettings.btnAddKey.Hint=Přidat výraz
frmDFSettings.btnOk.Hint=Ok
frmDFSettings.btnCancel.Hint=Storno
frmDFSettings.lblColor.Caption=Barva skupin:


FrmRegister.Caption=Registrace
FrmRegister.lblinfo.caption=Děkujeme, že jste si zvolili Wise Duplicate Finder
FrmRegister.lblemail.caption=Email:
FrmRegister.lblName.caption=Uživatel:
FrmRegister.lblkey.caption=Licenční klíč:
FrmRegister.lblhelp.caption=Máte problém s vložením licenčního klíče?
FrmRegister.lblsupport.caption=Napište nám
FrmRegister.btnreg.caption=Registrovat
FrmRegister.btnbuy.caption=Zakoupit

frmBackup.Caption=Zálohy a obnovy
frmBackup.lblBackup.Caption=Zálohovat do:
frmBackup.btnDelete.caption=Smazat vybrané
frmBackup.btnRestore.caption=Obnovit vybrané

frmAbout.caption=O programu
frmAbout.lblver.Caption=Aktuální verze:
frmAbout.lblemail.Caption=Náš email:
frmAbout.lblhome.Caption=Náš web:
frmAbout.lblthanks.Caption=Následujícím osobám děkujeme za jejich podporu
frmAbout.lblStatus.Caption=Stav:


[Message]
deletefileerr=Nelze smazat
Continuedelete=Chcete pokračovat?
BeginCountFiles=Spouští se skenování...
CountFiles=Skenováno %d souborů...
HashFiles=Aktuální soubor:
CountResult=Ověřují se výsledky skenování...
searchduplicateover=Bylo nalezeno %d skupin duplikátů, celkem %d souborů za: %d sekund
FileName=Název
FileSize=Velikost
FolderName=Složka
LastDate=Upraveno
CreateDate=Datum vytvoření
mdFileName=Stejný název a velikost (nejrychlejší)
mdHashPart=Částečná shoda (rychlé)
mdHash=Přesná shoda (nejpomalejší)
mdZeroSize=Soubory s nulovou velikostí
WaitRestore=Obnovuje se...
WaitBackup=Vyčkejte...
Images=Obrázky
Audios=Hudba
Videos=Videa
Document=Dokumenty
Compressed=Archívy
Email=Email
Byte=B
KB=kB
MB=MB
GB=GB
AddFolder=Přidat složku
NoFolder=Přidejte složku, kterou chcete skenovat!
InputKey=Zadejte hledaný výraz
EmptyEmail=Vyplňte e-mailovou adresu!
EmptyName=Vyplňte uživatelské jméno!
EmpytKey=Zadejte licenční klíč!
InvalidEmail=Neplatný e-mail, prosím, vložte platný!
InvalidKey=Neplatný licenční klíč, vložte platný!
InvalidRegInfo=Neplatná registrační informace!
ThanksRegister=Děkujeme Vám za registraci!
NoRegInfo=Nelze nalézt Vaše registrační informace!
Daily=Denně
Weekly=Týdně
Monthly=Měsíčně
Never=Nikdy
newver=Je k dispozici nová verze Wise Duplicate Finder! Chcete nyní aktualizovat program?
nonewver=Blahopřejeme, používáte nejnovější verzi.
Registered=Registrován
Unregistered=Neregistrován

[AutoUpdate]
UpdateFail=Aktualizace se nezdařila. Chcete stáhnout instalátor z našich stránek?
CurrentFile=Soubor: 
Readed=Stahování:
SumSize=Velikost:
Byte=Bajtů
DownloadError=Chyba při stahování, zopakujte.
Cancel=Storno
Ready=Připraveno ke stažení.